Repository: Fritznel/TMmarket
Catalog: typo3conf/l10n/*/recycler/Resources/Private/Language/*.locallang.xlf
Languages: es

# button.cancel
source: Cancel
es: Cancelar

# button.delete
source: Delete
es: Eliminar

# button.deleteselected
source: Delete {0} records
es: Borrar {0} registros?

# button.expand
source: Expand record
es: Expandir el registro

# button.reload
source: Reload
es: Recargar

# button.undo
source: Recover
es: Recuperar

# button.undoselected
source: Recover {0} records
es: Recuperar {0} registros

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
es: La papelera te permite seleccionar cualquier elemento borrado y restaurarlo. Puedes recuperar elementos recursívamente si el padre de los elementos también está marcado como borrado

# flashmessage.delete.failure.plural
source: Could not delete %d records.
es: No puedo borrar %d registros

# flashmessage.delete.failure.singular
source: Could not delete one record.
es: No puedo borrar un registro

# flashmessage.delete.norecordsselected
source: No records set to delete.
es: No hay registros marcados para borrar

# flashmessage.delete.success.plural
source: %d records were deleted.
es: %d registros fueron eliminados

# flashmessage.delete.success.singular
source: One record was deleted.
es: Un registro fue eliminado

# flashmessage.undo.failure.plural
source: Could not recover %d records.
es: No he podido recuperar %d registros

# flashmessage.undo.failure.singular
source: Could not recover one record.
es: No no he podido recuperar un registro.

# flashmessage.undo.norecordsselected
source: No records set to recover.
es: No hay registros marcados para recuperar

# flashmessage.undo.success.plural
source: %d records were recovered.
es: %d registros fueron recuperados

# flashmessage.undo.success.singular
source: One record was recovered.
es: Un registro fue recuperado

# label_allrecordtypes
source: All Record Types
es: Todo tipo de registros.

# modal.deletecontent.text
source: Do you really want to delete the record "{0}" {1} permanently? You cannot revert this action!
es: ¿Realmente quieres borrar el registro "{0}" {1} permanentemente? Esta acción no se puede deshacer!

# modal.delete.header
source: Confirm deletion
es: Confirme el borrado

# modal.deletepage.text
source: Do you really want to delete the page "{0}" {1} and all of its contents (records and pages) permanently? You cannot revert this action!
es: ¿Realmente quieres borrar la página "{0}" {1} y todo su contenido (registros y páginas) permanentemente? Esta acción no se puede deshacer!!

# modal.massdelete.text
source: Do you really want to delete all selected records and potential subpages? You cannot revert this action!
es: ¿Realmente quieres borrar todos los registros seleccionados y todas las potenciales subpáginas? Esta acción no se puede deshacer!!

# modal.massundo.text
source: Do you really want to recover all selected records and optionally potential subpages?
es: ¿Realmente quieres recuperar todos los registros seleccionados y opcionalmente las potenciales subpáginas?

# modal.undocontent.text
source: Do you really want to recover the record "{0}" {1}?
es: ¿Realmente quieres recuperar el registro "{0}" {1}?

# modal.undo.header
source: Recover records
es: Recuperar registros

# modal.undopage.text
source: Do you really want to recover the page "{0}" {1}, its contents and optionally all of its subpages?
es: ¿Realmente quieres recuperar la página "{0}" {1}, su contenido y opcionalmente todas sus subpáginas?

# modal.undo.parentpages
source: All parent pages have been restored to ensure a valid rootline!
es: Todas las páginas padre han sido recuperadas para asegurar una línea raíz válida!

# modal.undo.recursive
source: Recover content and subpages recursively
es: Recuperar contenido y subpáginas recursivamente

# table.header.actions
source: Actions
es: Acciones

# table.header.crdate
source: Created on
es: Creado en:

# table.header.owner
source: Owner
es: Propietario

# table.header.path
source: Path
es: Ruta

# table.header.record
source: Record
es: Registro

# table.header.recordtype
source: Record Type
es: Tipo de Registro

# table.header.tstamp
source: Last edit
es: Última edición

# title
source: Recycler
es: Papelera
